<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class SiteContentsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('site_contents')->delete();
        
        \DB::table('site_contents')->insert(array (
            0 => 
            array (
                'id' => 1,
                'title' => 'عن اللجنة',
                'site_section_id' => 5,
                'body' => '<p>نبذة تعريفية عن لجان التنمية الاجتماعية تعد التنمية بمفهومها العام عملية واعية موجهة لصياغة بناء حضاري اجتماعي متكامل يؤكد فيه المجتمع هويته وذاتيته وإبداعه، والتنمية بهذا المفهوم تقوم أساساً على مبدأ المشاركة الجماعية الفاعلة والإيجابية بدءاً بالتخطيط واتخاذ القرار ومروراً بالتنفيذ وتحمل المسئوليات وانتهاء بالانتفاع من مردودات وثمرات مشاريع التنمية وبرامجها، وبهذا تكون التنمية تخطيطاً وتوظيفاً أمثل لجهود الكل من أجل صالح الكل مع التركيز على صالح القطاعات والفئات الاجتماعية التي تحتاج أكثر من سواها لتطوير قدراتها وزيادة كفاءاتها وتحسين أوضاعها.</p>

<p>وبذلك تكون التنمية الاجتماعية وسيلة ومنهجاً يقوم على أسس عملية مدروسة لرفع مستوى الحياة وإحداث تغيير في طرق التفكير والعمل والمعيشة في المجتمعات المحلية النامية ( ريفية و حضرية ) مع الاستفادة من إمكانيات تلك المجتمعات المادية وطاقاتها البشرية بأسلوب يوائم حاجات المجتمع وتقاليده وقيمه الحضارية والمدنية.</p>

<p>ولقد تولت حكومة خادم الحرمين الشريفين - حفظه الله - قصارى جهدها نحو تنمية المجتمعات المحلية مستهدفة في ذلك رفع شأن المواطن وتحسين أحواله الاقتصادية والاجتماعية، والارتقاء بمستواه المعيشي .</p>

<p>حيث شهد مجتمع المملكة العربية السعودية في بداية النهضة الحديثة وخاصة في عهد خادم الحرمين الشريفين تركيزاً على التنمية الاقتصادية بوصفها الطريق إلى تأسيس الدولة العصرية وتسخير الإمكانات والاهتمام ببناء القاعدة الاقتصادية والتطور في جميع الميادين آخذين في الحسبان أن التنمية الشاملة والفاعلة هي تلك التي لا يمكن لها أن تتحقق إلا بنجاح التنمية الاقتصادية مع التنمية الاجتماعية جنباً إلى جنب فبدأت تبرز تجليات هذا المفهوم المتكامل للتنمية من خلال مشروعات وبرامج عديدة لعل من أبرزها مراكز التنمية والخدمة الاجتماعية ولجان التنمية الاجتماعية</p>

<p>لجنة التنمية الاجتماعية الأهلية بغران صدرت موافقة وزارة الشؤون الاجتماعية بالترخيص للجنة التنمية الاجتماعية الأهلية بغران برقم (232) تابعة لمركز التنمية الاجتماعية بمحافظة الدرعية .</p>

<p>وتعد لجنة التنمية الاجتماعية الأهلية بغرانمؤسسة تنموية اجتماعية أهلية تحت إشراف وزارة الشؤون الاجتماعية ، تهدف إلى تقديم خدماتها لسكان (عرقة) بمختلف شرائحهم (الأطفال، الشباب، الفتيات، والرجال والنساء،وكبار السن) وتكوين علاقات إيجابية بينهم وتشجيعهم لاستثمار طاقاتهم من أجل خدمةوتنمية عرقة .</p>

<p>&nbsp;</p>

<h3>الرؤية :</h3>

<p>&nbsp;</p>

<p>تكوين علاقة إيجابية بين الفرد ومجتمعه بغران وتشجيع مشاركة أفراد المجتمع المحلي في جهود تنميتها وتطويرها والمحافظة على مكتسباتها ومنجزاتها المادية والاجتماعية .</p>

<p>&nbsp;</p>

<h3>الرسالة :</h3>

<p>إيجاد مناشط اجتماعية وثقافية وترفيهية في بيئة تربوية وشرعية سليمة تستثمر فيه طاقات كل قادر من سكان بلدة عرقة على حسب اهتماماتهم ورغباتهم ويقوم على إدارتها شباب من سكان عرقة .</p>

<h3>الأهداف:</h3>

<ol>
<li>تحقيق الترابط الاجتماعي بين سكان بلدة عرقة من خلال تهيئة وسائل المشاركة لخدمة المنطقة وسكانها .</li>
<li>الإسهام بقدر الإمكان في علاج المشكلات الاجتماعية والأسرية والظواهر السلبية .</li>
<li>العمل على رفع مستوى الوعي الاجتماعي بين سكان البلدة وتنمية روح التفاعل الاجتماعي وتطوير بيئة البلدة للمحافظة على المكتسبات الحضارية .</li>
<li>الاستفادة من ذوي الخبرات والطاقات من سكان بلدة عرقة للمشاركة في برنامج وأنشطة اللجنة.</li>
<li>العناية بالشباب من الجنسين وتلمس احتياجاتهم وتوفير الإمكانات والأجواء المناسبة لممارسة هواياتهم في بيئة اجتماعية وتربوية سليمة .</li>
<li>استثمار الطاقات النسائية في الحي لممارسة أنشطة اجتماعية وثقافية وتربوية هادفة في جو تطمئن إليه النساء وأسرهن .</li>
<li>تقديم برامج تربوية وترفيهية وترويحية لفئة الأطفال .</li>
<li>تقديم المشورة اللازمة والمطالبات الخاصة ببلدة عرقة إلى الجهات الحكومية المختصة .</li>
<li>تكوين قاعدة بيانات خاصة ببلدة عرقة (عدد السكان ، مرافق الحي ) .</li>
<li>السعي لإيجاد مقر متكامل يخدم الجوانب التنموية والاجتماعية والثقافية والرياضية والاقتصادية.</li>
</ol>',
                'status' => 1,
                'created_at' => '2022-03-20 02:33:40',
                'updated_at' => '2022-06-03 00:13:08',
            ),
            1 => 
            array (
                'id' => 2,
                'title' => 'حساب اللجنة في مصرف الراجحي رقم IBAN',
                'site_section_id' => 6,
                'body' => '<p>​SA688000034960801032223</p>',
                'status' => 1,
                'created_at' => '2022-03-20 07:02:58',
                'updated_at' => '2022-06-03 00:13:50',
            ),
            2 => 
            array (
                'id' => 3,
                'title' => 'صفحة لجنة التنمية الاجتماعية بغران على موقع الخبر الشامل',
                'site_section_id' => 6,
                'body' => '<p><a href="http://www.gg.org.sa/donor/viewcharityorganization?organizationId=915" target="_blank">http://www.gg.org.sa/donor/viewcharityorganization?organizationId=915</a></p>',
                'status' => 1,
                'created_at' => '2022-03-20 07:37:35',
                'updated_at' => '2022-03-20 07:45:52',
            ),
            3 => 
            array (
                'id' => 4,
                'title' => 'بدر بن عبد الله الرواف',
                'site_section_id' => 7,
                'body' => '<p>رئيس مجلس الأدارة</p>',
                'status' => 1,
                'created_at' => '2022-03-20 07:53:41',
                'updated_at' => '2022-06-03 00:15:10',
            ),
            4 => 
            array (
                'id' => 5,
            'title' => 'مركز بث الإعلامي ( جميع المبادرات )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:05:59',
                'updated_at' => '2022-06-03 00:09:00',
            ),
            5 => 
            array (
                'id' => 6,
            'title' => 'ديوانية الأهالي الاجتماعية ( مبادرة جاري )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:06:35',
                'updated_at' => '2022-03-20 09:06:35',
            ),
            6 => 
            array (
                'id' => 7,
            'title' => 'ساند للمسوح الاجتماعية ( مبادرة ساند )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:07:15',
                'updated_at' => '2022-03-20 09:07:34',
            ),
            7 => 
            array (
                'id' => 8,
                'title' => 'صامد لذوي الاحتياجات الخاصة',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:08:18',
                'updated_at' => '2022-03-20 09:08:18',
            ),
            8 => 
            array (
                'id' => 9,
                'title' => 'الحي الصحي',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:08:51',
                'updated_at' => '2022-03-20 09:08:51',
            ),
            9 => 
            array (
                'id' => 10,
            'title' => 'في ضيافـتـنـــــــا فتـــاة ( مبادرة إنتاجي )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:09:32',
                'updated_at' => '2022-03-20 09:09:32',
            ),
            10 => 
            array (
                'id' => 11,
            'title' => 'برنامج مدرسة الأجيال للسيدات ( الرائدة الإجتماعية )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:10:08',
                'updated_at' => '2022-03-20 09:10:08',
            ),
            11 => 
            array (
                'id' => 12,
            'title' => '( كشافة تنمية عرقة )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:11:04',
                'updated_at' => '2022-03-20 09:11:04',
            ),
            12 => 
            array (
                'id' => 13,
            'title' => 'محاضرات ( لوطني .. أنتمي ) ( مبادرة جاري )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:11:25',
                'updated_at' => '2022-03-20 09:11:25',
            ),
            13 => 
            array (
                'id' => 14,
            'title' => 'نادي تنمية عرقة ( مبادرة جاري )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:11:57',
                'updated_at' => '2022-03-20 09:11:57',
            ),
            14 => 
            array (
                'id' => 15,
                'title' => 'وقاية لحماية المجتمع من التدخين والإدمان',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:12:54',
                'updated_at' => '2022-06-03 00:05:28',
            ),
            15 => 
            array (
                'id' => 16,
            'title' => 'تأهيل الشباب والفتيات المقبلين على الزواج ( مبادرة تأهيل المقبلين على الزواج )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:13:30',
                'updated_at' => '2022-06-03 00:05:23',
            ),
            16 => 
            array (
                'id' => 17,
            'title' => 'مركز حلول للاستشارات الاجتماعية ( مبادرة إرشاد )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:14:06',
                'updated_at' => '2022-03-20 09:14:06',
            ),
            17 => 
            array (
                'id' => 18,
            'title' => 'مركز ثروة وطن للشباب ( مبادرة جاري )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:14:32',
                'updated_at' => '2022-03-20 09:14:32',
            ),
            18 => 
            array (
                'id' => 19,
            'title' => 'مركز في بيتنا مبدع / مبدعة ( مبادرة إنتاجي )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:15:05',
                'updated_at' => '2022-03-20 09:15:05',
            ),
            19 => 
            array (
                'id' => 20,
            'title' => 'مركز تواصل وبناء لتنمية الأسرة ( مبادرة إرشاد )',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:15:42',
                'updated_at' => '2022-03-20 09:15:42',
            ),
            20 => 
            array (
                'id' => 21,
                'title' => 'دعم تشغيل مقر لجنة التنمية الاجتماعية الأهلية بعرقه',
                'site_section_id' => 8,
                'body' => '<p>تفعيل لجميع المبادرات التنموية -فتح قنوات اتصال مباشرة مع المجتمع المحلي والقطاعين الحكومي والأهلي للاستفادة من إمكانياتهم لتحقيق الشراكة المجتمعية-إبراز برامج اللجان والخدمات التي تؤديها -تسويق منتجات الأسر المنتجة من خلال الشبكة الالكترونية -تصميم مواقع على الشبكة الإلكترونية للتدريب والتأهيل عن بعد</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:16:11',
                'updated_at' => '2022-03-20 09:16:11',
            ),
            21 => 
            array (
                'id' => 22,
                'title' => 'العرض الأول',
                'site_section_id' => 9,
                'body' => '<p><strong>5000</strong><br />
<strong>ريـــــــــــــــــال</strong></p>

<p>سحب على إعانة زواج في كل دورة</p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:37:17',
                'updated_at' => '2022-03-20 09:37:17',
            ),
            22 => 
            array (
                'id' => 23,
                'title' => 'جملة أعلى التذييل',
                'site_section_id' => 10,
                'body' => '<p><strong>تعد التنمية بمفهومها العام عملية واعية موجهة لصياغة بناء حضاري اجتماعي متكامل يؤكد فيه المجتمع هويته وذاتيته وإبداعه .</strong></p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:56:18',
                'updated_at' => '2022-06-03 00:36:30',
            ),
            23 => 
            array (
                'id' => 24,
                'title' => 'جملة نهاية التذييل',
                'site_section_id' => 11,
                'body' => '<p><strong>جميع الحقوق محفوظة لجنة التنمية الاجتماعية الأهلية بغران &copy; 2022</strong></p>',
                'status' => 1,
                'created_at' => '2022-03-20 09:57:05',
                'updated_at' => '2022-06-03 00:36:27',
            ),
        ));
        
        
    }
}