@extends('site.index')
@section('title','عن اللجنة')
@section('content')

    <!-- start slider -->
    <div class="banner-inner">
        <div class="container">
            <h1 class="pull-right">عن اللجنة</h1>
            <ul class="breadcrumb pull-left">
                <li><a href="{{route('home')}}">الرئيسية</a></li>
                <li class="active">عن اللجنة</li>
            </ul>
        </div>
    </div>
    <!-- start main -->

    <section class="gray">

        <div class="container" id="resp-height">

            <div class="col-md-8">
                <div class="content">

                    <p>نبذة تعريفية عن لجان التنمية الاجتماعية
                        تعد التنمية بمفهومها العام عملية واعية موجهة لصياغة بناء حضاري اجتماعي متكامل يؤكد فيه المجتمع هويته وذاتيته وإبداعه، والتنمية بهذا المفهوم تقوم أساساً على مبدأ المشاركة الجماعية الفاعلة والإيجابية بدءاً بالتخطيط واتخاذ القرار ومروراً بالتنفيذ وتحمل المسئوليات وانتهاء بالانتفاع من مردودات وثمرات مشاريع التنمية وبرامجها، وبهذا تكون التنمية تخطيطاً وتوظيفاً أمثل لجهود الكل من أجل صالح الكل مع التركيز على صالح القطاعات والفئات الاجتماعية التي تحتاج أكثر من سواها لتطوير قدراتها وزيادة كفاءاتها وتحسين أوضاعها.</p>

                    <p>وبذلك تكون التنمية الاجتماعية وسيلة ومنهجاً يقوم على أسس عملية مدروسة لرفع مستوى الحياة وإحداث تغيير في طرق التفكير والعمل والمعيشة في المجتمعات المحلية النامية ( ريفية و حضرية ) مع الاستفادة من إمكانيات تلك المجتمعات المادية وطاقاتها البشرية بأسلوب يوائم حاجات المجتمع وتقاليده وقيمه الحضارية والمدنية.</p>

                    <p>ولقد تولت حكومة خادم الحرمين الشريفين - حفظه الله - قصارى جهدها نحو تنمية المجتمعات المحلية مستهدفة في ذلك رفع شأن المواطن وتحسين أحواله الاقتصادية والاجتماعية، والارتقاء بمستواه المعيشي .</p>

                    <p>حيث شهد مجتمع المملكة العربية السعودية في بداية النهضة الحديثة وخاصة في عهد خادم الحرمين الشريفين تركيزاً على التنمية الاقتصادية بوصفها الطريق إلى تأسيس الدولة العصرية وتسخير الإمكانات والاهتمام ببناء القاعدة الاقتصادية والتطور في جميع الميادين آخذين في الحسبان أن التنمية الشاملة والفاعلة هي تلك التي لا يمكن لها أن تتحقق إلا بنجاح التنمية الاقتصادية مع التنمية الاجتماعية جنباً إلى جنب فبدأت تبرز تجليات هذا المفهوم المتكامل للتنمية من خلال مشروعات وبرامج عديدة لعل من أبرزها مراكز التنمية والخدمة الاجتماعية ولجان التنمية الاجتماعية
                    </p>

                    <p>لجنة التنمية الاجتماعية الأهلية بغران
                        صدرت موافقة وزارة الشؤون الاجتماعية بالترخيص للجنة التنمية الاجتماعية الأهلية بغران برقم (232) تابعة لمركز التنمية الاجتماعية بمحافظة الدرعية .</p>

                    <p>وتعد لجنة التنمية الاجتماعية الأهلية بغرانمؤسسة تنموية اجتماعية أهلية تحت إشراف وزارة الشؤون الاجتماعية ، تهدف إلى تقديم خدماتها لسكان (عرقة) بمختلف شرائحهم (الأطفال، الشباب، الفتيات، والرجال والنساء،وكبار السن) وتكوين علاقات إيجابية بينهم وتشجيعهم لاستثمار طاقاتهم من أجل خدمةوتنمية عرقة .</p>

                    <h4>الرؤية :</h4>
                    <p>تكوين علاقة إيجابية بين الفرد ومجتمعه بغران وتشجيع مشاركة أفراد المجتمع المحلي في جهود تنميتها وتطويرها والمحافظة على مكتسباتها ومنجزاتها المادية والاجتماعية .</p>

                    <h4>الرسالة :</h4>
                    <p>إيجاد مناشط اجتماعية وثقافية وترفيهية في بيئة تربوية وشرعية سليمة تستثمر فيه طاقات كل قادر من سكان بلدة عرقة على حسب اهتماماتهم ورغباتهم ويقوم على إدارتها شباب من سكان عرقة .</p>

                    <h4>الأهداف:</h4>
                    <ol>
                        <li>تحقيق الترابط الاجتماعي بين سكان بلدة عرقة من خلال تهيئة وسائل المشاركة لخدمة المنطقة وسكانها .</li>
                        <li>الإسهام بقدر الإمكان في علاج المشكلات الاجتماعية والأسرية والظواهر السلبية .</li>
                        <li>العمل على رفع مستوى الوعي الاجتماعي بين سكان البلدة وتنمية روح التفاعل الاجتماعي وتطوير بيئة البلدة للمحافظة على المكتسبات الحضارية .</li>
                        <li>الاستفادة من ذوي الخبرات والطاقات من سكان بلدة عرقة للمشاركة في برنامج وأنشطة اللجنة.</li>
                        <li>العناية بالشباب من الجنسين وتلمس احتياجاتهم وتوفير الإمكانات والأجواء المناسبة لممارسة هواياتهم في بيئة اجتماعية وتربوية سليمة .</li>
                        <li>استثمار الطاقات النسائية في الحي لممارسة أنشطة اجتماعية وثقافية وتربوية هادفة في جو تطمئن إليه النساء وأسرهن .</li>
                        <li>تقديم برامج تربوية وترفيهية وترويحية لفئة الأطفال .</li>
                        <li>تقديم المشورة اللازمة والمطالبات الخاصة ببلدة عرقة إلى الجهات الحكومية المختصة .</li>
                        <li>تكوين قاعدة بيانات خاصة ببلدة عرقة (عدد السكان ، مرافق الحي ) .</li>
                        <li>السعي لإيجاد مقر متكامل يخدم الجوانب التنموية والاجتماعية والثقافية والرياضية والاقتصادية.</li>


                    </ol>
                    <div class="clearfix"></div>

                </div>
            </div>

            <aside>
                <div class="col-md-4">
                    <div class="sidebar">

                        <div class="arrow_box no-margin"><h3>أخر الأخبار</h3></div>
                        <ul class="news-menu margin-top-15">
                            @php
                                $all = \App\Models\Blog::where(['active'=>1,'category_id'=>2])->latest()->limit(6)->get();
                            @endphp
                            @forelse ($all as $news)
                                <li><a href="{{route('post.show',$news->slug)}}">
                                        @if ($news->image != "" && file_exists("uploads/blogs/" . $news->image))
                                            <img src="{{'../../../uploads/blogs/'.$news->image}}" class="img-responsive" />
                                        @else
                                            <img src="{{asset('admins/images/no-img.png')}}" class="img-responsive"/>
                                        @endif
                                        <h5 style="font-size: 15px;font-weight: bold;line-height: 20px !important;text-align: center">{{strlen($news->title)>100?substr($news->title,0,strpos($news->title,' ',100)).'...': $news->title}}</h5>
                                    </a></li>
                            @empty
                                <li><h3 style="text-align: center">لا يوجد أخبار لعرضها حاليا</h3></li>
                            @endforelse
                        </ul>
                        <div class="clearfix"></div>



                    </div>

                </div>
            </aside>





        </div>

    </section>
@endsection
